Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Codenotch already knows the moment an agent stops working or stops to ask you something. Clicking the notch while it is open brings that session's app to the front — the app, not the tab: only some terminals let anything outside them choose a tab, so the tooltip names the session instead.
de: Codenotch weiß bereits in dem Moment Bescheid, in dem ein Agent aufhört zu arbeiten oder dich etwas fragt. Ein Klick auf die geöffnete Notch holt die App dieser Sitzung in den Vordergrund — die App, nicht den Tab: Nur manche Terminals erlauben es, von außen einen Tab auszuwählen, deshalb nennt der Tooltip stattdessen die Sitzung.
id: Codenotch langsung mendeteksi saat agen berhenti bekerja atau menunggu masukan Anda. Mengeklik notch saat terbuka akan membawa aplikasi sesi tersebut ke depan — aplikasi, bukan tab: hanya sebagian terminal yang mengizinkan pemilihan tab dari luar, sehingga tooltip menampilkan nama sesinya.
ja: Codenotch は、エージェントが作業を止めた瞬間や、あなたに質問するために止まった瞬間をすでに把握しています。開いているノッチをクリックすると、そのセッションのアプリが前面に出ます。タブではなくアプリです。外部からタブを選べるターミナルは一部に限られるため、代わりにツールチップがセッション名を示します。
ko: Codenotch는 에이전트가 작업을 마치거나 질문을 위해 멈추는 순간을 감지합니다. 노치가 열려 있을 때 클릭하면 해당 세션의 앱을 앞으로 가져옵니다. 외부에서 탭을 선택할 수 있는 터미널은 일부뿐이므로, 탭 대신 앱을 열고 툴팁에 세션 이름을 표시합니다.
tr: Codenotch bir ajanın çalışmayı bıraktığı ya da size bir şey sormak için durduğu anı zaten bilir. Çentik açıkken ona tıklamak o oturumun uygulamasını öne getirir — sekmeyi değil, uygulamayı: yalnızca bazı terminaller dışarıdan sekme seçilmesine izin verir, bu yüzden ipucu kartı onun yerine oturumun adını gösterir.
uk: Codenotch уже знає момент, коли агент завершує роботу або зупиняється, щоб щось запитати. Клік по відкритому вирізу виводить наперед застосунок цієї сесії — саме застосунок, не вкладку: лише деякі термінали дозволяють вибирати вкладку ззовні, тому підказка натомість називає сесію.
uz: Codenotch agent ishdan toʻxtagan yoki sizdan nimadir soʻramoqchi boʻlgan lahzani darhol biladi. Notch ochiq turganda uni bosish oʻsha sessiyaning ilovasini oldinga chiqaradi — ilovani, varaqni emas: faqat baʼzi terminallar tashqaridan varaq tanlashga ruxsat beradi, shuning uchun maslahat oynasi sessiya nomini koʻrsatadi.
zh_hans: Codenotch 已经知道助手何时停下来、或停下来问你。刘海展开时点一下，会把那个会话的应用带到前台 — 是应用，不是标签页：只有部分终端允许外部选定标签，所以提示里会写会话名称。
zh_hant: Codenotch 已經知道助手何時停下來、或停下來問你。瀏海展開時點一下，會把那個工作階段的 App 帶到前景 — 是 App，不是分頁：只有部分終端允許外部選定標籤，所以提示裡會寫工作階段名稱。

source: The sound plays on the ordinary output, not the interface sound-effects channel — so it is still heard with “Play user interface sound effects” switched off in System Settings → Sound.
de: Der Ton wird über die normale Audioausgabe abgespielt, nicht über den Kanal für Bedienklänge — er ist also auch zu hören, wenn „Bedienklänge abspielen“ in Systemeinstellungen → Ton ausgeschaltet ist.
id: Suara diputar melalui output audio biasa, bukan saluran efek suara antarmuka — sehingga tetap terdengar meskipun “Putar efek suara antarmuka pengguna” dinonaktifkan di Pengaturan Sistem → Suara.
ja: サウンドは通常の出力で再生され、インターフェイスの効果音チャンネルは使いません。そのため、システム設定 → サウンドで「ユーザインターフェイスのサウンドエフェクトを再生」をオフにしていても聞こえます。
ko: 소리는 인터페이스 효과음 채널이 아닌 일반 출력으로 재생합니다. 따라서 시스템 설정 → 사운드에서 ‘사용자 인터페이스 효과음 재생’을 꺼도 들립니다.
tr: Ses, arayüz ses efektleri kanalından değil, normal ses çıkışından çalınır — böylece Sistem Ayarları → Ses'te “Kullanıcı arayüzü ses efektlerini çal” kapalı olsa bile duyulur.
uk: Звук відтворюється через звичайний вихід, а не через канал звукових ефектів інтерфейсу — тож його чути навіть тоді, коли «Відтворювати звукові ефекти інтерфейсу» вимкнено в Системних налаштуваннях → Звук.
uz: Tovush interfeys effektlari kanalida emas, oddiy chiqishda chiqariladi — shuning uchun Tizim sozlamalari → Tovush boʻlimida “Play user interface sound effects” oʻchirilgan boʻlsa ham eshitiladi.
zh_hans: 声音走普通输出，不是界面音效通道 — 所以在系统设置 → 声音里关掉「播放用户界面声音效果」之后仍然听得见。
zh_hant: 聲音走普通輸出，不是介面音效通道 — 所以在系統設定 → 聲音裡關掉「播放使用者介面聲音效果」之後仍然聽得見。

source: Most readings are borrowed from a tool that already holds the account. DeepSeek is the exception: clicking Sign in opens its own Codenotch WebView, and signing out here clears only that session and its saved reading.
de: Die meisten Messwerte werden von einem Tool geliehen, das das Konto bereits besitzt. DeepSeek ist die Ausnahme: Ein Klick auf „Anmelden“ öffnet eine eigene WebView von Codenotch, und eine Abmeldung hier löscht nur diese Sitzung und ihren gespeicherten Messwert.
id: Sebagian besar data dipinjam dari alat yang sudah menampung akun. DeepSeek adalah pengecualian: mengeklik Masuk akan membuka WebView Codenotch tersendiri, dan keluar di sini hanya menghapus sesi tersebut dan data tersimpannya.
ja: ほとんどの読み取りは、すでにアカウントを持っているツールから借りています。DeepSeek だけは例外で、「サインイン」をクリックすると Codenotch 専用の WebView が開きます。ここでサインアウトしても、消えるのはそのセッションと保存された読み取りだけです。
ko: 대부분의 측정값은 이미 계정에 로그인된 도구에서 가져옵니다. DeepSeek는 예외로, ‘로그인’을 클릭하면 Codenotch 전용 WebView가 열리며 여기서 로그아웃하면 해당 세션과 저장된 측정값만 삭제합니다.
tr: Verilerin çoğu, hesabı zaten tutan bir araçtan ödünç alınır. DeepSeek istisnadır: Giriş yap'a tıklamak Codenotch'un kendi WebView'ını açar ve buradan çıkış yapmak yalnızca o oturumu ve kayıtlı verisini temizler.
uk: Більшість показників беруться з інструмента, який уже тримає цей акаунт. Виняток — DeepSeek: натискання «Увійти» відкриває власний WebView Codenotch, а вихід тут очищає лише цю сесію та її збережений показник.
uz: Koʻrsatkichlarning aksariyati hisobni allaqachon saqlab turgan vositadan olinadi. DeepSeek bundan mustasno: Kirish tugmasini bosish uning oʻz Codenotch WebViewʼini ochadi, bu yerda chiqish esa faqat oʻsha sessiya va uning saqlangan koʻrsatkichini tozalaydi.
zh_hans: 大多数读数借自已经持有该账号的工具。DeepSeek 是例外：点「登录」会打开 Codenotch 自己的 WebView，在这里退出只会清掉这次会话和已保存的读数。
zh_hant: 大多數讀數借自已經持有該帳號的工具。DeepSeek 是例外：點「登入」會開啟 Codenotch 自己的 WebView，在這裡登出只會清掉這次工作階段和已儲存的讀數。

source: Lifetime tokens
de: Tokens insgesamt
id: Token seumur hidup
ja: 累計トークン
ko: 누적 토큰
tr: Toplam token
uk: Токенів усього
uz: Umumiy tokenlar
zh_hans: 累计 token
zh_hant: 累計 token

source: Peak tokens
de: Spitzenwert Tokens
id: Token puncak
ja: 最大トークン
ko: 최대 토큰
tr: En yüksek token
uk: Пік токенів за день
uz: Yuqori yuklama tokenlari
zh_hans: 峰值 token
zh_hant: 峰值 token

source: Longest chat
de: Längster Chat
id: Obrolan terpanjang
ja: 最長のチャット
ko: 가장 긴 채팅
tr: En uzun sohbet
uk: Найдовший чат
uz: Eng uzun suhbat
zh_hans: 最长对话
zh_hant: 最長對話

source: Current streak
de: Aktuelle Serie
id: Runtutan saat ini
ja: 現在の連続日数
ko: 현재 연속 사용 일수
tr: Güncel seri
uk: Поточна серія
uz: Hozirgi seriya
zh_hans: 当前连续
zh_hant: 目前連續

source: Longest streak
de: Längste Serie
id: Runtutan terpanjang
ja: 最長の連続日数
ko: 최장 연속 사용 일수
tr: En uzun seri
uk: Найдовша серія
uz: Eng uzun seriya
zh_hans: 最长连续
zh_hant: 最長連續

source: Today
de: Heute
id: Hari ini
ja: 今日
ko: 오늘
tr: Bugün
uk: Сьогодні
uz: Bugun
zh_hans: 今日
zh_hant: 今日

source: 30-day tokens
de: 30-Tage-Tokens
id: Token 30 hari
ja: 30 日間のトークン
ko: 30일 토큰
tr: 30 günlük token
uk: Токени за 30 днів
uz: 30 kunlik tokenlar
zh_hans: 30 天 token
zh_hant: 30 天 token

source: Pending
de: Ausstehend
id: Tertunda
ja: 保留中
ko: 대기 중
tr: Bekleniyor
uk: Очікується
uz: Kutilmoqda
zh_hans: 待出
zh_hant: 待出

source: Spent
de: Aufgebraucht
id: Terpakai
ja: 使用済み
ko: 사용액
tr: Harcanan
uk: Витрачено
uz: Sarflangan
zh_hans: 已花费
zh_hant: 已花費

source: Remaining
de: Verbleibend
id: Tersisa
ja: 残り
ko: 잔여액
tr: Kalan
uk: Залишок
uz: Qolgan
zh_hans: 剩余
zh_hant: 剩餘

source: Funded
de: Aufgeladen
id: Didanai
ja: 入金済み
ko: 충전액
tr: Yüklenen
uk: Поповнено
uz: Toʻldirilgan
zh_hans: 已充值
zh_hant: 已充值

source: Usage details
de: Nutzungsdetails
id: Detail penggunaan
ja: 使用量の詳細
ko: 사용량 상세
tr: Kullanım ayrıntıları
uk: Деталі використання
uz: Foydalanish tafsilotlari
zh_hans: 用量明细
zh_hant: 用量明細

source: Cost
de: Kosten
id: Biaya
ja: 料金
ko: 비용
tr: Maliyet
uk: Витрати
uz: Narx
zh_hans: 费用
zh_hant: 費用

source: Requests
de: Anfragen
id: Permintaan
ja: リクエスト
ko: 요청
tr: İstekler
uk: Запити
uz: Soʻrovlar
zh_hans: 请求
zh_hant: 要求

source: API keys
de: API-Schlüssel
id: Kunci API
ja: API キー
ko: API 키
tr: API anahtarları
uk: Ключі API
uz: API kalitlari
zh_hans: API 密钥
zh_hant: API 金鑰

source: Daily tokens
de: Tägliche Tokens
id: Token harian
ja: 1 日のトークン
ko: 일일 토큰
tr: Günlük token
uk: Токени за день
uz: Kunlik tokenlar
zh_hans: 每日 token
zh_hant: 每日 token

source: Daily cost
de: Tägliche Kosten
id: Biaya harian
ja: 1 日の料金
ko: 일일 비용
tr: Günlük maliyet
uk: Витрати за день
uz: Kunlik xarajat
zh_hans: 每日费用
zh_hant: 每日費用

source: peak %@
de: Spitzenwert %@
id: puncak %@
ja: 最大 %@
ko: 최대 %@
tr: yoğun saat %@
uk: пік %@
uz: yuqori yuklama %@
zh_hans: 峰值 %@
zh_hant: 峰值 %@

source: Account usage (%@)
de: Kontonutzung (%@)
id: Penggunaan akun (%@)
ja: アカウントの使用量（%@）
ko: 계정 사용량 (%@)
tr: Hesap kullanımı (%@)
uk: Використання акаунта (%@)
uz: Hisob foydalanishi (%@)
zh_hans: 账号用量（%@）
zh_hant: 帳號用量（%@）

source: Monitoring off.
de: Überwachung aus.
id: Pemantauan mati.
ja: 監視はオフです。
ko: 모니터링이 꺼져 있습니다.
tr: İzleme kapalı.
uk: Відстеження вимкнено.
uz: Kuzatuv oʻchirilgan.
zh_hans: 未在监视。
zh_hant: 未在監視。

source: Open LM Studio
de: LM Studio öffnen
id: Buka LM Studio
ja: LM Studio を開く
ko: LM Studio 열기
tr: LM Studio'yu Aç
uk: Відкрити LM Studio
uz: LM Studioʻni ochish
zh_hans: 打开 LM Studio
zh_hant: 開啟 LM Studio

source: Open Ollama
de: Ollama öffnen
id: Buka Ollama
ja: Ollama を開く
ko: Ollama 열기
tr: Ollama'yı Aç
uk: Відкрити Ollama
uz: Ollamaʼni ochish
zh_hans: 打开 Ollama
zh_hant: 開啟 Ollama

source: Server address
de: Serveradresse
id: Alamat server
ja: サーバーアドレス
ko: 서버 주소
tr: Sunucu adresi
uk: Адреса сервера
uz: Server manzili
zh_hans: 服务器地址
zh_hant: 伺服器地址

source: Check connection
de: Verbindung prüfen
id: Periksa koneksi
ja: 接続を確認
ko: 연결 확인
tr: Bağlantıyı denetle
uk: Перевірити підключення
uz: Ulanishni tekshirish
zh_hans: 检查连接
zh_hant: 檢查連線

source: Apply
de: Übernehmen
id: Terapkan
ja: 適用
ko: 적용
tr: Uygula
uk: Застосувати
uz: Qoʻllash
zh_hans: 应用
zh_hant: App

source: Remove
de: Entfernen
id: Hapus
ja: 削除
ko: 제거
tr: Kaldır
uk: Видалити
uz: Oʻchirish
zh_hans: 移除
zh_hant: 移除

source: Checking LM Studio…
de: LM Studio wird geprüft…
id: Memeriksa LM Studio…
ja: LM Studio を確認中…
ko: LM Studio 확인 중…
tr: LM Studio denetleniyor…
uk: Перевірка LM Studio…
uz: LM Studio tekshirilmoqda…
zh_hans: 正在检查 LM Studio…
zh_hant: 正在檢查 LM Studio…

source: Connecting to LM Studio…
de: Verbindung zu LM Studio wird hergestellt…
id: Menghubungkan ke LM Studio…
ja: LM Studio に接続中…
ko: LM Studio에 연결 중…
tr: LM Studio'ya bağlanılıyor…
uk: Підключення до LM Studio…
uz: LM Studioʻga ulanmoqda…
zh_hans: 正在连接 LM Studio…
zh_hant: 正在連線 LM Studio…

source: Checking Ollama…
de: Ollama wird geprüft…
id: Memeriksa Ollama…
ja: Ollama を確認中…
ko: Ollama 확인 중…
tr: Ollama denetleniyor…
uk: Перевірка Ollama…
uz: Ollama tekshirilmoqda…
zh_hans: 正在检查 Ollama…
zh_hant: 正在檢查 Ollama…

source: Connecting to Ollama…
de: Verbindung zu Ollama wird hergestellt…
id: Menghubungkan ke Ollama…
ja: Ollama に接続中…
ko: Ollama에 연결 중…
tr: Ollama'ya bağlanılıyor…
uk: Підключення до Ollama…
uz: Ollamaʼga ulanmoqda…
zh_hans: 正在连接 Ollama…
zh_hant: 正在連線 Ollama…

source: Loaded models appear in Accounts → Connected and are checked every second. Embedding models are not shown.
de: Geladene Modelle erscheinen unter Konten → Verbunden und werden jede Sekunde geprüft. Embedding-Modelle werden nicht angezeigt.
id: Model yang dimuat akan muncul di Akun → Terhubung dan diperiksa setiap detik. Model embedding tidak ditampilkan.
ja: 読み込まれたモデルは「アカウント」→「接続済み」に表示され、1 秒ごとに確認されます。埋め込みモデルは表示されません。
ko: 로드된 모델은 계정 → 연결됨에 표시하며 1초마다 확인합니다. 임베딩 모델은 표시하지 않습니다.
tr: Yüklü modeller Hesaplar → Bağlı bölümünde görünür ve her saniye denetlenir. Embedding modelleri gösterilmez.
uk: Завантажені моделі зʼявляються в «Акаунти → Підключені» й перевіряються щосекунди. Моделі ембедингів не показуються.
uz: Yuklangan modellar Hisoblar → Ulangan boʻlimida koʻrinadi va har soniyada tekshiriladi. Embedding modellari koʻrsatilmaydi.
zh_hans: 已加载的模型会出现在「账号 → 已连接」，每秒检查一次。不显示嵌入模型。
zh_hant: 已載入的模型會出現在「帳號 → 已連線」，每秒檢查一次。不顯示嵌入模型。

source: A token is stored and sent with every request.
de: Ein Token wird gespeichert und mit jeder Anfrage gesendet.
id: Token disimpan dan dikirimkan pada setiap permintaan.
ja: トークンを保存し、すべてのリクエストに添えて送信します。
ko: 토큰을 저장하고 모든 요청에 포함해 전송합니다.
tr: Bir token kayıtlı ve her istekle gönderiliyor.
uk: Токен зберігається і надсилається з кожним запитом.
uz: Token saqlanadi va har bir soʻrov bilan yuboriladi.
zh_hans: 已保存令牌，每次请求都会带上。
zh_hant: 已儲存權杖，每次要求都會帶上。

source: Only needed when LM Studio's server requires a token (Developer → Server Settings). Without one, requests are sent with no Authorization header.
de: Nur nötig, wenn der Server von LM Studio ein Token verlangt (Developer → Server Settings). Ohne Token werden Anfragen ohne Authorization-Header gesendet.
id: Hanya diperlukan saat server LM Studio mewajibkan token (Developer → Server Settings). Tanpa token, permintaan dikirim tanpa header Authorization.
ja: LM Studio のサーバーがトークンを要求する場合にのみ必要です（Developer → Server Settings）。設定しない場合、リクエストは Authorization ヘッダーなしで送信されます。
ko: LM Studio 서버가 토큰을 요구할 때만 필요합니다(Developer → Server Settings). 토큰이 없으면 Authorization 헤더 없이 요청합니다.
tr: Yalnızca LM Studio'nun sunucusu token istiyorsa gerekir (Developer → Server Settings). Token yoksa istekler Authorization başlığı olmadan gönderilir.
uk: Потрібно лише тоді, коли сервер LM Studio вимагає токен (Developer → Server Settings). Без нього запити надсилаються без заголовка Authorization.
uz: Faqat LM Studio serveri token talab qilganda kerak (Developer → Server Settings). Tokensiz soʻrovlar Authorization sarlavhasisiz yuboriladi.
zh_hans: 仅当 LM Studio 服务器要求令牌时才需要（开发者 → 服务器设置）。不填则请求不带 Authorization 头。
zh_hant: 僅當 LM Studio 伺服器要求權杖時才需要（開發人員 → 伺服器設定）。不填則要求不帶 Authorization 標頭。

source: Detected models appear in Accounts → Connected. Model loading and unloading is checked every second.
de: Erkannte Modelle erscheinen unter Konten → Verbunden. Laden und Entladen von Modellen wird jede Sekunde geprüft.
id: Model yang terdeteksi muncul di Akun → Terhubung. Pemuatan dan pembongkaran model diperiksa setiap detik.
ja: 検出されたモデルは「アカウント」→「接続済み」に表示されます。モデルの読み込みと解放は 1 秒ごとに確認されます。
ko: 감지된 모델은 계정 → 연결됨에 표시합니다. 모델 로드와 언로드 여부는 1초마다 확인합니다.
tr: Algılanan modeller Hesaplar → Bağlı bölümünde görünür. Modellerin yüklenip boşaltılması her saniye denetlenir.
uk: Виявлені моделі зʼявляються в розділі «Акаунти → Підключені». Завантаження та вивантаження моделей перевіряється щосекунди.
uz: Topilgan modellar Hisoblar → Ulangan boʻlimida koʻrinadi. Model yuklanishi va oʻchirilishi har soniyada tekshiriladi.
zh_hans: 检测到的模型会出现在「账号 → 已连接」。模型加载和卸载每秒检查一次。
zh_hant: 偵測到的模型會出現在「帳號 → 已連線」。模型載入與卸載每秒檢查一次。

source: Measure speed and thinking
de: Geschwindigkeit und Denken messen
id: Ukur kecepatan dan waktu berpikir
ja: 速度と思考を計測
ko: 속도 및 생각 중 상태 측정
tr: Hızı ve düşünmeyi ölç
uk: Вимірювати швидкість і мислення
uz: Tezlik va fikrlashni oʻlchash
zh_hans: 测量速度与思考
zh_hant: 測量速度與思考

source: To measure responses, point your chat client to http://127.0.0.1:11435 and keep Codenotch open.
de: Um Antworten zu messen, richte deinen Chat-Client auf http://127.0.0.1:11435 und lass Codenotch geöffnet.
id: Untuk mengukur respons, arahkan klien obrolan Anda ke http://127.0.0.1:11435 dan biarkan Codenotch tetap terbuka.
ja: 応答を計測するには、チャットクライアントの向き先を http://127.0.0.1:11435 にして、Codenotch を開いたままにしてください。
ko: 응답을 측정하려면 채팅 클라이언트의 주소를 http://127.0.0.1:11435로 설정하고 Codenotch를 열어 두십시오.
tr: Yanıtları ölçmek için sohbet istemcinizi http://127.0.0.1:11435 adresine yönlendirin ve Codenotch'u açık tutun.
uk: Щоб вимірювати відповіді, спрямуйте свій чат-клієнт на http://127.0.0.1:11435 і не закривайте Codenotch.
uz: Javoblarni oʻlchash uchun chat mijozingizni http://127.0.0.1:11435 ga yoʻnaltiring va Codenotchʼni ochiq qoldiring.
zh_hans: 要测量回复，把聊天客户端指向 http://127.0.0.1:11435，并保持 Codenotch 打开。
zh_hant: 要測量回復，把聊天客戶端指向 http://127.0.0.1:11435，並保持 Codenotch 開啟。

source: Daily pace
de: Tagestempo
fr: Rythme quotidien
id: Laju harian
ja: 日次ペース
ko: 일일 사용 속도
pt_br: Ritmo diário
ru: Дневной темп
tr: Günlük hız
uk: Денний темп
uz: Kunlik surʼat
zh_hans: 每日节奏
zh_hant: 每日節奏

source: Claude daily pace ring
de: Claude-Tagestempo-Ring
fr: Anneau du rythme quotidien Claude
id: Ring laju harian Claude
ja: Claude 日次ペースリング
ko: Claude 일일 사용 속도 링
pt_br: Anel de ritmo diário do Claude
ru: Кольцо дневного темпа Claude
tr: Claude günlük hız halkası
uk: Кільце денного темпу Claude
uz: Claude kunlik surʼat halqasi
zh_hans: Claude 每日节奏圆环
zh_hant: Claude 每日節奏圓環

source: Claude's main ring shows today's share of the weekly limit — a seventh a day, counted from the weekly reset — instead of the session. The session moves to the thin ring and the card; alerts follow the daily ring.
de: Claudes Hauptring zeigt den heutigen Anteil am Wochenlimit — ein Siebtel pro Tag, gezählt ab dem wöchentlichen Reset — statt der Sitzung. Die Sitzung wandert in den dünnen Ring und die Karte; Hinweise folgen dem Tagesring.
fr: L'anneau principal de Claude affiche la part du jour dans la limite hebdomadaire — un septième par jour, compté depuis la réinitialisation hebdomadaire — au lieu de la session. La session passe dans l'anneau fin et la carte ; les alertes suivent l'anneau quotidien.
id: Ring utama Claude menampilkan porsi batas mingguan untuk hari ini — sepertujuh per hari, dihitung dari reset mingguan — alih-alih sesi. Sesi dipindahkan ke ring tipis dan kartu; peringatan mengikuti ring harian.
ja: Claude のメインリングに、セッションの代わりに週間上限の今日の割り当て（週次リセットから数えて 1 日あたり 7 分の 1）を表示します。セッションは細いリングとカードに移り、通知は日次リングに従います。
ko: Claude의 기본 링에 세션 대신 주간 한도의 오늘 몫을 표시합니다. 주간 재설정일부터 하루에 7분의 1씩 계산합니다. 세션은 얇은 링과 카드로 옮겨 표시하고 알림은 일일 링을 기준으로 보냅니다.
pt_br: O anel principal do Claude mostra a parcela de hoje do limite semanal — um sétimo por dia, contado a partir da redefinição semanal — em vez da sessão. A sessão passa para o anel fino e o cartão; os alertas seguem o anel diário.
ru: Большое кольцо Claude показывает сегодняшнюю долю недельного лимита — по одной седьмой в день, отсчитывая от недельного сброса — вместо сессии. Сессия переходит в тонкое кольцо и в карточку; уведомления следуют за дневным кольцом.
tr: Claude'un ana halkası oturum yerine bugünün haftalık limitteki payını gösterir — haftalık sıfırlanmadan itibaren sayılan, günde yedide bir. Oturum ince halkaya ve karta geçer; uyarılar günlük halkayı izler.
uk: Головне кільце Claude показує сьогоднішню частку тижневого ліміту — по одній сьомій на день, від тижневого скидання — замість сесії. Сесія переходить у тонке кільце й картку; сповіщення йдуть за денним кільцем.
uz: Claudeʼning asosiy halqasi sessiya oʻrniga haftalik limitning bugungi ulushini koʻrsatadi — kuniga yettidan bir, haftalik yangilanishdan hisoblanadi. Sessiya ingichka halqa va kartaga oʻtadi; ogohlantirishlar kunlik halqaga ergashadi.
zh_hans: Claude 的主圆环显示今日在每周限额中的份额（自每周重置起每天七分之一），而不是会话。会话移至细圆环和卡片；提醒跟随每日圆环。
zh_hant: Claude 的主圓環顯示今日在每週限額中的份額（自每週重置起每天七分之一），而不是工作階段。工作階段移至細圓環和卡片；提醒跟隨每日圓環。

source: Asks macOS for %@'s saved login again. Deny stops Codenotch reading it until you ask again.
de: Fragt macOS erneut nach der gespeicherten Anmeldung von %@. „Ablehnen“ verhindert, dass Codenotch sie liest, bis du erneut fragst.
fr: Redemande à macOS la connexion enregistrée de %@. Refuser empêche Codenotch de la lire jusqu'à ce que vous redemandiez.
id: Meminta izin ke macOS lagi untuk login tersimpan %@. Menolak akan menghentikan Codenotch membacanya hingga Anda meminta kembali.
ja: %@ の保存済みログインをもう一度 macOS に求めます。「拒否」を選ぶと、もう一度求めるまで Codenotch はそれを読みません。
ko: %@의 저장된 로그인 정보를 macOS에 다시 요청합니다. ‘거부’를 선택하면 다시 요청할 때까지 Codenotch가 해당 정보를 읽지 않습니다.
pt_br: Pede de novo ao macOS o login salvo de %@. Negar impede o Codenotch de lê-lo até você pedir de novo.
ru: Снова запрашивает у macOS сохранённый вход %@. «Запретить» не даёт Codenotch читать его, пока вы не спросите снова.
tr: macOS'tan %@ için kayıtlı girişi yeniden ister. Reddet seçilirse Codenotch siz yeniden isteyene kadar onu okumaz.
uk: Знову запитує в macOS збережений вхід %@. «Заборонити» не дає Codenotch читати його, доки ви не запитаєте знову.
uz: macOSʼdan %@ ning saqlangan kirish maʼlumotini qayta soʻraydi. Deny esa siz qayta soʻramaguningizcha Codenotch uni oʻqishini toʻxtatadi.
zh_hans: 再次向 macOS 请求 %@ 保存的登录信息。选择“拒绝”后，在你再次请求之前 Codenotch 不会读取它。
zh_hant: 再次向 macOS 要求 %@ 儲存的登入資訊。選擇“拒絕”後，在你再次要求之前 Codenotch 不會讀取它。

source: Z.ai does not publish usage for the GLM Start Plan yet, so there is nothing to read. The Coding Plan is supported.
de: Z.ai veröffentlicht für den GLM Start Plan noch keine Nutzung, daher gibt es nichts zu lesen. Der Coding Plan wird unterstützt.
fr: Z.ai ne publie pas encore la consommation du GLM Start Plan, il n'y a donc rien à lire. Le Coding Plan est pris en charge.
id: Z.ai belum memublikasikan penggunaan untuk GLM Start Plan, sehingga tidak ada data yang dapat dibaca. Coding Plan didukung.
ja: Z.ai は GLM Start Plan の使用量をまだ公開していないため、読み取れる情報がありません。Coding Plan には対応しています。
ko: Z.ai가 아직 GLM Start Plan의 사용량을 공개하지 않아 읽을 정보가 없습니다. Coding Plan은 지원합니다.
pt_br: A Z.ai ainda não publica o uso do GLM Start Plan, então não há nada para ler. O Coding Plan é compatível.
ru: Z.ai пока не публикует использование для GLM Start Plan, поэтому читать нечего. Coding Plan поддерживается.
tr: Z.ai, GLM Start Plan için henüz kullanım yayımlamıyor, bu yüzden okunacak bir şey yok. Coding Plan destekleniyor.
uk: Z.ai поки не публікує використання для GLM Start Plan, тож читати нічого. Coding Plan підтримується.
uz: Z.ai hali GLM Start Plan uchun foydalanishni eʼlon qilmaydi, shuning uchun oʻqiladigan narsa yoʻq. Coding Plan qoʻllab-quvvatlanadi.
zh_hans: Z.ai 尚未公开 GLM Start Plan 的用量，因此没有可读取的数据。Coding Plan 已支持。
zh_hant: Z.ai 尚未公開 GLM Start Plan 的用量，因此沒有可讀取的資料。Coding Plan 已支援。

source: Claude answered, but listed no usage limits for this account. Some Enterprise and team plans don't report them.
de: Claude hat geantwortet, aber für dieses Konto keine Nutzungslimits genannt. Manche Enterprise- und Team-Tarife melden sie nicht.
fr: Claude a répondu, mais n'a indiqué aucune limite d'utilisation pour ce compte. Certaines offres Enterprise et Team ne les communiquent pas.
id: Claude merespons, tetapi tidak mencantumkan batas penggunaan untuk akun ini. Beberapa paket Enterprise dan tim tidak melaporkannya.
ja: Claude から応答はありましたが、このアカウントの使用量上限は示されませんでした。Enterprise や Team の一部のプランでは報告されません。
ko: Claude가 응답했지만 이 계정의 사용 한도는 제공하지 않았습니다. 일부 Enterprise 및 팀 요금제는 사용 한도를 보고하지 않습니다.
pt_br: O Claude respondeu, mas não informou limites de uso para esta conta. Alguns planos Enterprise e Team não informam esses limites.
ru: Claude ответил, но не указал лимиты использования для этой учётной записи. Некоторые тарифы Enterprise и Team их не сообщают.
tr: Claude yanıt verdi ama bu hesap için hiçbir kullanım limiti listelemedi. Bazı Enterprise ve ekip planları bunları bildirmez.
uk: Claude відповів, але не вказав лімітів використання для цього облікового запису. Деякі тарифи Enterprise і Team їх не повідомляють.
uz: Claude javob berdi, lekin bu hisob uchun foydalanish limitlarini koʻrsatmadi. Baʼzi Enterprise va jamoa rejalari ularni bildirmaydi.
zh_hans: Claude 已响应，但没有列出此账户的用量限额。部分 Enterprise 和团队套餐不会提供这些数据。
zh_hant: Claude 已回應，但沒有列出此帳號的用量限額。部分 Enterprise 和團隊方案不會提供這些資料。

source: QianwenAI reported no Token Plan usage
de: QianwenAI hat keine Token-Plan-Nutzung gemeldet
fr: QianwenAI n'a signalé aucune utilisation du Token Plan
id: QianwenAI tidak melaporkan penggunaan Token Plan
ja: QianwenAI から Token Plan の使用量が報告されませんでした
ko: QianwenAI가 Token Plan 사용량을 보고하지 않았습니다
pt_br: O QianwenAI não informou uso do Token Plan
ru: QianwenAI не сообщил об использовании Token Plan
tr: QianwenAI Token Plan kullanımı bildirmedi
uk: QianwenAI не повідомив про використання Token Plan
uz: QianwenAI Token Plan foydalanishini bildirmadi
zh_hans: QianwenAI 未报告 Token Plan 用量
zh_hant: QianwenAI 未回報 Token Plan 用量
